Repository: OpenJade/migration
Catalog: jade/po/*.po
Languages: de

source: cannot open output file %1 (%2)
de: Ausgabedatei %1 kann nicht geöffnet werden (%2)

source: unknown output type %1
de: Unbekannter Ausgabetyp %1

source: empty output filename
de: Leerer Ausgabedateiname

source: could not convert system identifier %1 to a single filename
de: Konnte Systembezeichner %1 nicht in einzelnen Dateinamen konvertieren

source: nested tables are not allowed in RTF
de: Verschachtelte Tabellen sind in RTF nicht erlaubt

source: could not embed %1 with clsid %2
de: Konnte %1 nicht mit clsid %2 einbetten

source: TeX backend does not currently support references to page numbers of nodes other than elements
de: TeX Ausgabe unterstützt Querverweise auf Seitenzahlen nur für Elementknoten

source: TeX backend does not currently support links to nodes other than elements
de: TeX Ausgabe unterstützt Verknüpfungen nur für Elementknoten

source: TeX backend does not currently support links to entities
de: TeX Ausgabe unterstützt keine Verknüpfungen auf Entitäten

source: TeX backend does not currently support links to other SGML documents
de: TeX Ausgabe unterstützt keine Verknüpfungen auf andere SGML Dokumente

source: TeX backend does not currently support HyTime linkends
de: TeX Ausgabe unterstützt keine HyTime Verknüpfungsenden

source: TeX backend does not currently support TEI links
de: TeX Ausgabe unterstützt keine TEI Verknüpfungen

source: TeX backend does not currently support glyph substitution tables
de: TeX Ausgabe unterstützt keine Glyphersetzungstabellen

source: no DSSSL specification: use -d to specify
de: Keine DSSSL Spezifikation: verwende -d, um sie zu spezifizieren

source: unexpected end of file
de: Unerwartetes Ende der Datei

source: invalid character
de: Ungültiges Zeichen

source: invalid character after '#'
de: Ungültiges Zeichen nach '#'

source: unknown #! named constant %1
de: Unbekannte #! benannte Konstante %1

source: unexpected token %1
de: Unerwartetes Token %1

source: string with no closing quote
de: Zeichenkette ohne abschließendes Anführungszeichen

source: missing closing parenthesis
de: Fehlende schließende Klammer

source: invalid number %1
de: Ungültige Zahl %1

source: invalid AFII glyph identifier %1
de: Ungültiger AFII Glyphbezeichner %1

source: call of non-function object %1
de: Aufruf des nicht-Funktionsobjektes %1

source: too many arguments for function
de: Zu viele Argumente für Funktion

source: odd number of keyword/value arguments
de: Ungerade Anzahl von Schlüsselwort/Wert Argumenten

source: missing argument for function call
de: Fehlendes Argument für Funktionsaufruf

source: syntactic keyword %1 used as variable
de: Syntaktisches Schlüsselwort %1 als Variable benutzt

source: reference to undefined variable %1
de: Referenz auf undefinierte Variable %1

source: no character with name %1
de: Kein Zeichen mit Namen %1

source: unknown top level form %1
de: Unbekannte Top-Level Form %1

source: bad form %1 in mode group
de: Schlechte Form %1 in Modusgruppe

source: identifier %1 already defined in same part
de: Bezeichner %1 bereits im selben Teil definiert

source: first definition was here
de: erste Definition war hier

source: loop in specification of value of %1
de: Schleife in der Spezifikation des Wertes von %1

source: argument out of range
de: Argument außerhalb des zulässigen Bereichs

source: loop in specification of value of unit %1
de: Schleife in der Spezifikation des Wertes der Einheit %1

source: bad value specified for unit %1
de: Schlechter Wert für Einheit %1 spezifiziert

source: unit %1 already defined in same part
de: Einheit %1 bereits im selben Teil definiert

source: quantity %1 undefined
de: Quantität %1 undefiniert

source: incompatible dimensions
de: Inkompatible Dimensionen

source: %2 argument for primitive %1 of wrong type: %3 not a boolean
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein boolescher Wert

source: %2 argument for primitive %1 of wrong type: %3 not a pair
de: %2 Argument für Funktion %1 vom falschen Type: %3 ist kein Paar

source: %2 argument for primitive %1 of wrong type: %3 not a list
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Liste

source: %2 argument for primitive %1 of wrong type: %3 not a symbol
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein Symbol

source: %2 argument for primitive %1 of wrong type: %3 not a string
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Zeichenkette

source: %2 argument for primitive %1 of wrong type: %3 not a string or symbol
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist weder Zeichenkette noch Symbol

source: %2 argument for primitive %1 of wrong type: %3 not a char
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein Zeichen

source: %2 argument for primitive %1 of wrong type: %3 not a style
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein Stil

source: %2 argument for primitive %1 of wrong type: %3 not an exact integer
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine exakte ganze Zahl

source: %2 argument for primitive %1 of wrong type: %3 not a quantity
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Größe

source: %2 argument for primitive %1 of wrong type: %3 not a color-space
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein Farbraum

source: %2 argument for primitive %1 of wrong type: %3 not a number
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Zahl

source: %2 argument for primitive %1 of wrong type: %3 not a sosofo
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein Sosofo

source: %2 argument for primitive %1 of wrong type: %3 not an optional singleton node list
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine optionale Einzelknotenliste

source: %2 argument for primitive %1 of wrong type: %3 not a singleton node list
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Einzelknotenliste

source: %2 argument for primitive %1 of wrong type: %3 not a node list
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Knotenliste

source: %2 argument for primitive %1 of wrong type: %3 not a named node list
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine benannte Knotenliste

source: %2 argument for primitive %1 of wrong type: %3 not a length or length-spec
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist weder eine Länge noch eine Längen-Spezifikation

source: %2 argument for primitive %1 of wrong type: %3 not a quantity or length-spec
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist weder eine Größe noch eine Längen-Spezifikation

source: %2 argument for primitive %1 of wrong type: %3 not an integer or the symbol "force"
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist weder eine ganze Zahl noch das Symbol "force"

source: %2 argument for primitive %1 of wrong type: %3 not an address
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Adresse

source: %2 argument for primitive %1 of wrong type: %3 not a glyph-id
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein Glyphbezeichner

source: %2 argument for primitive %1 of wrong type: %3 not a glyph-subst-table
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Glyphersetzungstabelle

source: %2 argument for primitive %1 of wrong type: %3 not a list of pairs of glyph-ids
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Liste von Paaren von Glyphbezeichnern

source: %2 argument for primitive %1 of wrong type: %3 not a procedure
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Prozedur

source: %2 argument for primitive %1 of wrong type: %3 not a vector
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein Vektor

source: root rule already defined in same part with same importance
de: Root-Regel bereits im selben Teil mit derselben Wichtigkeit definiert

source: initial value already declared for characteristic %1 in same part
de: Initialer Wert für Charakteristik %1 bereits im selben Teil deklariert

source: first declaration was here
de: erste Deklaration war hier

source: %1 is not a valid keyword in a style expression
de: %1 ist kein gültiges Schlüsselwort in einem Stilausdruck

source: %1 is not a valid keyword in a make expression for flow object class %2
de: %1 ist kein gültiges Schlüsselwort in einem make-Ausdruck für Flußobjektklasse %2

source: %1 is not the name of any flow object class
de: %1 ist nicht der Name einer Flußobjektklasse

source: content expression cannot be specified in make expression for atomic flow object class %1
de: Inhaltsausdruck kann in einem make-Ausdruck für die atomare Flußobjektklasse %1 nicht spezifiziert werden

source: value for "label:" not a symbol
de: Wert für "label:" ist kein Symbol

source: no port for label %1
de: Kein Port für Label %1

source: invalid content map
de: Ungültige Inhaltsabbildung

source: content map references non-existent port %1
de: Inhaltsabbildung referenziert nicht existierenden Port %1

source: invalid value for %1 characteristic
de: Ungültiger Wert für Charakteristik %1

source: no clause in cond expression matched
de: Keine Klausel im cond-Ausdruck traf zu

source: no clause in case expression matched %1
de: Keine Klausel im case-Ausdruck passte zu %1

source: expected "else" not %1
de: Erwartete "else", nicht %1

source: sorry, cannot handle unresolvable quantities in datums in case expression
de: Sorry, kann unauflösbare Quantitäten in Datums in case-Ausdrücken nicht verarbeiten

source: division by zero
de: Teilung durch Null

source: procedure does not have %1 keyword argument
de: Prozedur hat kein %1 Schlüsselwortargument

source: argument not a keyword
de: Argument ist kein Schlüsselwort

source: specification document does not have the DSSSL architecture as a base architecture
de: Die Spezifikation basiert nicht auf der DSSSL Architektur

source: specification document did not contain a style-specification-body element
de: Die Spezifikation enthielt kein style-specification-body Element

source: unknown character name %1
de: Unbekannter Zeichenname %1

source: attempt to use current node when there is none
de: Versuch, den gegenwärtigen Knoten zu benutzen, obwohl es keinen gibt

source: attempt to process node in illegal context
de: Versuch, einen Knoten in illegalem Kontext zu verarbeiten

source: radix must be 2, 8, 10 or 16
de: Wurzel muß 2, 8, 10 oder 16 sein

source: this context requires a sosofo
de: Dieser Kontext benötigt ein Sosofo

source: this context requires a style object
de: Dieser Kontext benötigt ein Stilobjekt

source: procedure can only be used in evaluation of characteristic value
de: Diese Prozedur kann nur in der Auswertung des Wertes einer Charakteristik verwendet werden

source: %1 color requires three arguments
de: Eine %1 Farbe benötigt drei Argumente

source: arguments for %1 color must be numbers
de: Argumente für eine %1 Farbe müssen Zahlen sein

source: arguments for %1 color must be in the range 0 to 1
de: Argumente für eine %1 Farbe müssen zwischen 0 und 1 liegen

source: result of procedure in %1 color must be a number
de: Ergebnis der Prozedur in einer %1 Farbe muß eine Zahl sein

source: unknown color-space family %1
de: Unbekannte Farbraumfamilie %1

source: %1 color-space family does not take any arguments
de: Die %1 Farbraumfamilie akzeptiert keine Argumente

source: invalid parameters for %1 color-space family
de: Ungültige Parameter für die %1 Farbraumfamilie

source: %1 is not a pre-defined inherited characteristic
de: %1 ist keine vordefinierte vererbte Charakteristik

source: invalid number format %1
de: Ungültiges Zahlformat %1

source: invalid character %1 in public identifier
de: Ungültiges Zeichen in öffentlichem Bezeichner

source: circular use of specification parts
de: Zirkuläre Benutzung von Spezifikationsteilen

source: no style-specification or external-specification with ID %1
de: Keine style-specification oder external-specificaton mit ID %1

source: document did not contain any style-specifications or external-specifications
de: Das Dokument enthielt weder style-specification noch external-specificaton Elemente

source: table-cell flow object not inside a table
de: table-cell Flußobjekt nicht innerhalb einer Tabelle

source: table-row flow object not inside a table
de: table-row Flußobjekt nicht innerhalb einer Tabelle

source: no value for node property %1
de: Kein Wert für Knoteneigenschaft %1

source: value returned by procedure was not a node-list
de: Der Rückgabewert der Prozedur war keine Knotenliste

source: called from here
de: von hier aufgerufen

source: called from here...(%1 calls omitted)
de: von hier aufgerufen...(%1 Aufrufe weggelassen)

source: node processing loop detected
de: Knotenverarbeitungsschleife

source: unquote-splicing expression does not evaluate to a list
de: unqote-splicing Ausdruck hat keine Liste als Wert

source: object is read-only
de: Objekt ist nur lesbar

source: assignment to top-level variable %1
de: Zuweisung an Top-Level Variable %1

source: invalid call to continuation
de: Ungültiger Aufruf einer Fortsetzung

source: empty generic identifier in pattern
de: Leerer generischer Bezeichner in Muster

source: pattern is not a list
de: Muster ist keine Liste

source: %1 cannot be used as a generic identifier in a pattern
de: %1 kann nicht als generischer Bezeichner in einem Muster verwendet werden

source: %1 cannot occur in a pattern
de: %1 kann in einem Muster nicht vorkommen

source: value missing for qualifier in pattern
de: Im Muster fehlt ein Wert für einen Qualifikator

source: unknown pattern qualifier %1
de: Unbekannter Musterqualifikator %1

source: bad value %1 for %2 qualifier in pattern
de: Schlechter Wert %1 für Qualifikator %2 im Muster

source: repeat qualifier not allowed inside children qualifier
de: repeat Qualifikator nicht innerhalb des children Qualifikators erlaubt

source: bad value for attributes qualifier in pattern
de: Schlechter Wert für den attributes Qualifikator im Muster

source: characteristic %1 applied in style rule with same specificity
de: Charakteristik %1 in Stilregel mit derselben Spezifizität

source: other style rule is here
de: die andere Regel ist hier

source: node matches more than one pattern with the same specificity
de: Knoten passt zu meheren Mustern mit derselben Spezifizität

source: reference to uninitialized variable %1
de: Referenz auf uninitialisierte Variable %1

source: circular use of actual value of characteristic %1
de: Zirkuläre Benutzung des aktuellen Wertes der Charakteristik %1

source: characteristic %1 already defined in same part
de: Charakteristik %1 bereits im selben Teil definiert

source: flow object class %1 already defined in same part
de: Flußobjektklasse %1 bereits im selben Teil definiert

source: mode %1 not defined
de: Modus %1 nicht definiert

source: duplicate character name %1
de: Doppelter Zeichenname %1

source: duplicate SDATA entity name %1
de: Doppelter SDATA-Entitätsname %1

source: duplicate SDATA entity text %1
de: Doppelter SDATA-Entitätstext %1

source: unsupported declaration will be ignored
de: Nicht unterstützte Deklaration wird ignoriert

source: unsupported character repertoire %1 will be ignored
de: Nicht unterstütztes Zeichenrepertoir %1 wird ignoriert

source: error in declaration element
de: Fehler in Deklarationselement

source: %1 is not a valid identifier
de: %1 ist kein gültiger Bezeichner

source: error in language definition
de: Fehler in Sprachdefinition

source: no current language
de: Keine gegenwärtige Sprache

source: %2 argument for primitive %1 of wrong type: %3 not a language
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine Sprache

source: %2 argument for primitive %1 of wrong type: %3 not a positive integer
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine positive ganze Zahl

source: %2 argument for primitive %1 of wrong type: %3 not an integer
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine ganze Zahl

source: %2 argument for primitive %1 of wrong type: %3 not a keyword
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist kein Schlüsselwort

source: %2 argument for primitive %1 of wrong type: %3 not an alist
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist keine alist

source: %2 argument for primitive %1 of wrong type: %3 not a list of characters
de: %2 Argument für Funktion %1 vom falschen Typ: %3 ist Zeichenliste

source: %2 argument for primitive %1 has wrong length
de: %2 Argument für Funktion %1 hat die falsche Länge

source: quantity %1 can't be represented exactly
de: Die Größe %1 kann nicht exakt repräsentiert werden

source: default language already declared in this part
de: Standardsprache bereits im selben Teil deklariert

source: %1 not a language as required in a default-language-declaration
de: %1 ist keine Sprache wie sie in einer default-language-declaration benötigt wird

source: %1 not a valid unit name
de: %1 ist kein gültiger Einheitsname

source: %1 not a valid character name
de: %1 ist kein gültiger Zeichenname

source: %1 not a valid character number
de: %1 ist keine gültige Zeichennummer

source: unknown character property %1
de: Unbekannte Zeicheneigenschaft %1

source: error in character property declaration
de: Fehler in Zeicheneigenschaftsdeklaration

source: character property %1 already declared in same part
de: Zeicheneigenschaft %1 bereits im selben Teil deklariert

source: added value for character property %1 already declared in same part
de: Neuer Wert für Zeicheneigenschaft %1, die bereits im selben Teil deklariert war

source: previous declaration was here
de: vorige Deklaration war hier

source: value returned by procedure was not a sosofo
de: Rückgabewert der Prozedur war kein Sosofo

source: loop in specification of value of character property %1
de: Schleife in der Spezifikation des Wertes von Zeicheneigenschaft %1

source: value for character property %1 of wrong type: %2 not an integer
de: Wert der Zeicheneigenschaft %1 vom falschen Type: %2 ist keine ganze Zahl

source: value for character property %1 of wrong type: %2 not an integer or the value "#f"
de: Wert der Zeicheneigenschaft %1 vom falschen Type: %2 ist weder eine ganze Zahl noch "#f"

source: %1 not a style or transformation language feature
de: %1 ist kein Feature der Stil- oder Transformationssprache

source: undeclared use of feature %1
de: Undeklarierte Benutzung von Feature %1

source: feature %1 not supported
de: Feature %1 nicht unterstützt

source: feature %1 only partially supported
de: Feature %1 nur teilweise unterstützt

source: only allowed in style language
de: Nur in der Stilsprache erlaubt

source: only allowed in transformation language
de: Nur in der Transformationssprache erlaubt

source: style and transformation language parts mixed
de: Vermischung von Stil- und Transformationssprache

source: specification is marked as partial
de: Spezifikation ist als partiell gekennzeichnet

source: grove plan excluding module %1 not supported
de: Groveplan ohne Modul %1 nicht unterstützt

source: grove plan including module %1 not supported
de: Groveplan mit Modul %1 nicht unterstützt

source: %1 not an SGML property set module
de: %1 ist kein Modul der SGML-Eigenschaftsmenge

source: Function for char-map characteristic returned non-char object %2 for character %1
de: Die Funktion für die char-map Charakteristik lieferte für das Zeichen %1 das nicht-Zeichen %2

source: value for character property %1 of wrong type: %2 not a public identifier or the value "#f"
de: Wert für Zeicheneigenschaft %1 vom falschen Typ: %2 ist weder ein öffentlicher Bezeichner noch "#f"

source: exactly one of node:, subgrove: and class: needed
de: Genau eines von node:, subgrove: und class: benötigt

source: add:, null:, remove:, children:, sub: make no sense with subgrove:
de: add:, null:, remove:, children: oder sub: machen zusammen mit subgrove: keinen Sinn

source: remove: makes no sense with class:
de: remove: macht keinen Sinn mit class:

source: %2 argument for primitive %1 of wrong type: %3 not a subgrove-spec
de: %2 Argument für Funktion %1 vom falschen Typ: %2 ist kein subgrove-spec

source: wrong type: %1 not a list of create-specs
de: Falscher Typ: %1 ist keine Liste von create-specs

source: wrong type: %1 not a create-spec or list of create-specs
de: Falscher Typ: %1 ist kein create-spec und keine Liste von create-specs

source: query expression: %1 not a node list
de: query-Ausdruck: %1 ist keine Knotenliste

source: priority expression: %1 not an exact integer
de: Prioritätsausdruck: %1 ist keine exakte ganze Zahl

source: flow objects at the root must be all of class scroll or all of class page-sequence or simple-page-sequence
de: Flußobjekte an der Wurzel müssen all der Klasse scroll oder alle den Klassen page-sequence oder simple-page-sequence angehören

source: current flow parent has no principal port
de: Gegenwärtiger Flußvater hat keinen Hauptport

source: this flow object requires a paragraph as an ancestor flow object
de: Dieses Flußobjekt benötigt ein paragraph Flußobjekt als Flußvorgänger

source: flow object not accepted by port; only inline flow objects accepted
de: Flußobjekt nicht vom Port akzeptiert: nur inline Flußobjekte akzeptiert

source: flow object not accepted by port; only display flow objects accepted
de: Flußobjekt nicht vom Port akzeptiert: nur display Flußobjekte akzeptiert

source: flow object not accepted by port; only display or inline flow objects accepted
de: Flußobjekt nicht vom Port akzeptiert: nur display oder inline Flußobjekte akzeptiert

source: flow object not accepted in a paragraph; only inline, display or paragraph-break flow objects accepted
de: Flußobjekt nicht innerhalb eines paragraph Flußobjekts akzeptiert: nur inline, display oder paragraph-break Flußobjekte akzeptiert

source: a side-by-side flow object only accepts side-by-side-item flow objects as children
de: Ein side-by-side Flußobjekt akzeptiert nur side-by-side-item Flußobjekte als Kinder

source: flow object not accepted by port; only math-sequence, unmath, subscript, superscript, script, mark, fence, fraction, radical, math-operator, grid, character and alignment-point flow objects accepted
de: Flußobjekt nicht vom Port akzeptiert: nur math-sequence, unmath, subscript, superscript, script, mark, fence, fraction, radical, math-operator, grid, character und alignment-point Flußobjekte akzeptiert

source: flow object not accepted by port; must be grid-cell
de: Flußobjekt nicht vom Port akzeptiert: muß ein grid-cell Flußobjekt sein

source: flow object not accepted by port; only a single character flow object accepted
de: Flußobjekt nicht vom Port akzeptiert: nur ein einzelnes character Flußobjekt akzeptiert

source: flow object not accepted by port; in a table, only either table-part flow objects or table-column flow objects followed by table-row or table-cell flow objects are allowed
de: Flußobjekt nicht vom Port akzeptiert: in einer Tabelle werden entweder nur table-part Flußobjekte oder table-column Flußobjekte, gefolgt von table-row oder table-column Flußobjekten, akzeptiert

source: flow object not accepted by port; only table-row or table-cell flow objects accepted
de: Flußobjekt nicht vom Port akzeptiert: nur table-row oder table-cell Flußobjekte akzeptiert

source: flow object not accepted by port; only table-column flow objects followed by table-row or table-cell flow objects allowd
de: Flußobjekt nicht vom Port akzeptiert: nur table-column Flußobjekte, gefolgt von table-row oder table-cell Flußobjekten, akzeptiert

source: flow object not accepted by port; only table-cell flow objects accepted
de: Flußobjekt nicht vom Port akzeptiert: nur table-cell Flußobjekte akzeptiert
